{
    "Arabic": "AR",
    "English": "EN",
    "OURNEWS": "OUR NEWS",
    "ContactUS": "Contact US",
    "PHOTOGALLARY": "PHOTO GALLARY",
    "CERTIFICATE": "CERTIFICATE",
    "Valenciaorange": "Valencia orange",
    "ValenciaorangeDescription": "Primarily grown for processing and orange juice production, valencia orange have seeds, it’s excellent taste internal color make it desirable for the fresh markets.",
    "ValenciaorangePacking1": "Open Top Carton (Net Weight 15 Kgs). The container takes 20 pallets, each pallet takes 65 cartons.",
    "ValenciaorangePacking2": "Telescopic Carton (Net Weight 15 Kgs). The container takes 20 pallets, each pallet takes 80 cartons.",
    "ValenciaorangeNumberofPallets": "20 pallets",
    "ValenciaorangeAvailableCounts": "48/56/64/72/80/88/100/113/125",
    "ValenciaorangeNetWeight": "15 kg either telescopic or open top carton",
    "ValenciaorangeContainerType": "40 feet reefer container",
    "ValenciaorangeNoOfCartons": "1600 cartons for telescopic carton , 1300 cartons for open carton",
    "Lemon": "Lemon",
    "LemonDescription": "The lemon is both a small evergreen tree, and the tree’s ellipsoidal yellow fruit.  The fruit is used for culinary and non-culinary purposes throughout the world-primarily for its juice, though the pulp and the rind are also used, mainly in cooking and baking.  Lemon juice is about 5% to 6% ( approximately 0.3 M) Citric acid , which gives lemons a sour taste and a PTL of 2-3.",
    "LemonPacking1": "Open top carton ( Net weight 15 kgs) The container takes 20 pallets, each pallets takes 65 cartons",
    "LemonPacking2": "Telescopic carton ( Net weight 15 kgs) The container takes 20 pallets, each pallets takes 80 cartons.",
    "LemonNumberofPallets": "20 pallets",
    "LemonAvailableCounts": "75/80/88/100/105/113/125/138/150",
    "LemonNetWeight": "15 kg telescopic carton",
    "LemonContainerType": "40 feet reefer container",
    "LemonNoOfCartons": "1600 cartons for telescopic carton",
    "Citrus": "Citrus",
    "Pomegranate": "Pomegranate",
    "PomegranateDescription": "This fruit usually ranges in size from an orange to a large grapefruit. It has a leathery skin that must be peeled to reveal the hundreds of tiny red seeds. The seeds are entirely edible, crunchy, sweet and berry-like in flavor. Make wonderful syrups, sauces and juice, or may be combined with other fresh fruits for exciting compotes. Rich in potassium.Every pomegranate is composed of exactly 840 seeds, each surrounded by a sac of sweet tart juice contained by a thin skin. The seeds are compacted in a layer resembling honeycomb around the core. The layers of seeds are separated by paper-thin white membranes, which are bitter to the tongue. The inner membranes and rind are not generally eaten due to high tannic acid content, but they are useful as a skin wash.",
    "PomegranatePacking1": "Carton box ( net weight 4.5 kgs)",
    "PomegranatePacking2": "The container takes 20 pallets, each pallet takes 200 cartons.",
    "PomegranateNumberofPallets": "20 pallets",
    "PomegranateAvailableCounts": "8/9/10/11/12/13/14/15",
    "PomegranateNetWeight": "5.4 kg and 5kg",
    "PomegranateContainerType": "40 feet reefer container",
    "FRUIT": "FRUIT",
    "Potatos": "Potatos",
    "PotatosDescription": "Our potatoes varieties include Nicola, Spunta, Diamont, Lady, Rosetta, Hermes, Bernadett, Mondial & Draga.",
    "PotatosPacking1": "10 kgs : the container takes 20 pallets, each pallet takes 135 mesh bags.",
    "PotatosPacking2": "10 kgs : the container takes 20 pallets, each pallet takes 135 mesh bags.",
    "Onionyellow": "Onion yellow",
    "OnionyellowDescription": "yellow onion, also known as a brown onion , is a variety of dry onion with a strong flavor. white inside, it’s layers of papery skin have a yellow-brown color. it has a rich onion taste. yellow onions are typically available throughout the year. this onion is higher in sulfur than the white onion , which gives it a stronger , more complex flavor.",
    "OnionyellowNetWeight": "10 and 25 kgs",
    "OnionyellowPacking1": "10 kgs : the container takes 20 pallets, each pallet takes 135 mesh bags.",
    "OnionyellowPacking2": "25 kgs : the container takes 20 pallets, each pallet takes 55 mesh bags.",
    "OnionyellowAvailableCounts": "40-60 , 50-70 , 60-80 , 70-90 , 80-100 , 90-110",
    "RedOnions": "Red Onions",
    "RedOnionsDescription": "Red onions , sometimes called purple onions, are cultivated of the onion with purplush red skin and white flesh tinged with red.  These onions tend to be medium to large size and have mild to sweet flavor.",
    "RedOnionsContainerType": "40 feet reefer container",
    "RedOnionsNumberofPallets": "20 pallets and we can load loose",
    "RedOnionsAvailableCounts": "40-60 , 50-70 , 60-80 , 70-90 , 80-100 , 90-110",
    "vegetables": "vegetables",
    "OurProducts": "Our Products",
    "AboutUS": "About Us",
    "Home": "Home",
    "Jan": "Jan",
    "Feb": "Feb",
    "Mar": "Mar",
    "Apr": "Apr",
    "May": "May",
    "Jun": "Jun",
    "Jul": "Jul",
    "Aug": "Aug",
    "Sep": "Sep",
    "Oct": "Oct",
    "Nov": "Nov",
    "Dec": "Dec",
    "ProductDetails": "Product Details",
    "Season": "Season",
    "NumberOfPallets": "Number of Pallets/Container",
    "ContainerType": "Container Type",
    "AvailableCounts": "Available Counts",
    "CartonWeight": "Carton Net Weight",
    "CartonsPerContainer": "Cartons per Container",
    "Packaging": "Packaging Description",
    "footerCAption": "In Egypt the agricultural sector is the backbone of the economy. It absorbs about 36% of the total employment and contributions to about 17% of the gross domestic product (GDP). Agriculture is also considered to be the main supplier for basic goods. As a result, the quest to bring new land under cultivation has been a cornerstone of Egyptian agricultural policy .",
    "address": "Nikla Al Inab Itay El Barud El Beheira Governorate.",
    "phone": "Phone",
    "email": "Email",
    "copyRight": "Copyright ElKholy @ 2020",
    "Quicklink": "Quicklink",
    "Important": "Important to eat fruit",
    "ImportantP1": "Eating fruit provides health benefits — people who eat more fruits and vegetables as part of an overall healthy diet are likely to have a reduced risk of some chronic diseases. Fruits provide nutrients vital for health and maintenance of your body.",
    "ImportantP2": " Fruits are sources of many essential nutrients that are underconsumed, including potassium, dietary fiber, vitamin C, and folate (folic acid).",
    "ImportantP3": " Most fruits are naturally low in fat, sodium, and calories. None have cholesterol.",
    "FeaturedProducts": "Featured Products",
    "FeaturedProductsCaption":"All best seller product are now available for you and your can buy this product from here any time any where so sop now",
    "needHelp" : "Need Help ?",
    "Call":"Call our support",
    "at":"at",
    "ContactNow": "Contact Now",
    "WhoWeAre" : "Who We Are ?",
    "WhoWeAreCaption" : "El Kholy has become a leading fresh fruit and vegetable supplier form green land Egypt to worldwide . In Egypt the agricultural sector is the backbone of the economy. It absorbs about 36% of the total employment and contributes to about 17% of the gross domestic product (GDP).",
    "SupportOverAll" : "Support Overall",
    "ContactusAnytime": "Contact Us Any Time",
    "ourLocation" : "Our Location"
}